tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "spring-io/tap"
brew "python@3.13"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "libgit2"
brew "bat"
brew "btop"
brew "gcc"
brew "cava"
brew "cmake"
brew "cmatrix"
brew "diff-so-fancy"
brew "docker", link: false
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fribidi"
brew "fzf"
brew "numpy"
brew "gdal"
brew "git"
brew "gitleaks"
brew "glances"
brew "go"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "grep"
brew "htop"
brew "lazygit"
brew "luarocks"
brew "mas"
brew "maven"
brew "minikube"
brew "node"
brew "mongosh"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pillow"
brew "pipx"
brew "pre-commit"
brew "psutils"
brew "r"
brew "ripgrep"
brew "sip"
brew "sl"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tesseract"
brew "tmux"
brew "tpm"
brew "tree"
brew "udunits"
brew "vite"
brew "wget"
brew "yazi"
brew "zip"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "spring-io/tap/spring-boot"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "docker-desktop"
cask "fireworks"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "hiddenbar"
cask "motion"
cask "oracle-jdk"
cask "rave"
cask "shortcat"
